Repository: Renaud11232/koillection
Catalog: translations/*/messages+intl-icu.*.xlf
Languages: ru

# label.suggestions
source: Suggestions :
ru: Предложения :

# tooltip.delete
source: Delete
ru: Убрать

# tooltip.share
source: Share
ru: Поделиться

# meta.description
source: A single place to manage all your collections.
ru: Одно место для управления всеми коллекциями.

# modal.title.delete
source: Delete confirmation
ru: Убрать подтверждение

# message.user_is_private
source: Your profile is set to private, you can't share this page.
ru: У вас закрытый профиль, этой страницей поделиться нельзя

# message.share_link
source: You can share this link so people can see this page (private items will be hidden) :
ru: Поделитесь ссылкой, чтобы показать страницу (приватные предметы будут скрыты)

# modal.title.share
source: Share link
ru: Поделиться ссылкой

# menu.logout
source: Logout
ru: Выйти

# menu.return_to_user_collection
source: Return to my collection
ru: Вернуться к моей коллекции

# message.offline
source: You are offline, please check your connection.
ru: Вы не в сети. Проверьте подключение к интернету.

# error.default
source: Oops, something went wrong :(
ru: Ой, что-то пошло не так.

# error.404
source: Oops, page not found :(
ru: Ой! Страница не найдена :(

# error.500
source: Oops, a critical error occurred :(
ru: Ой, произошла серьёзная ошибка :(

# message.return_to_homepage
source: Return to homepage
ru: Вернуться на главную

# breadcrumb.add_album
source: Add a new album
ru: Добавить новый альбом

# breadcrumb.add_collection
source: Add a new collection
ru: Добавить коллекцию

# breadcrumb.add_item
source: Add a new item
ru: Новый предмет

# breadcrumb.add_photo
source: Add a new photo
ru: Добавить фото

# breadcrumb.add_template
source: Create a new template
ru: Создать шаблон

# breadcrumb.add_wish
source: Add a new wish
ru: Добавить мечту

# breadcrumb.add_wishlist
source: Add a new wishlist
ru: Добавить новый список мечт

# breadcrumb.batch_tagging
source: Batch tagging
ru: Пакетное назначение тегов

# breadcrumb.edit_album
source: Edit
ru: Изменить

# breadcrumb.edit_collection
source: Edit
ru: Изменить

# breadcrumb.edit_template
source: Edit
ru: Изменить

# breadcrumb.edit_item
source: Edit
ru: Изменить

# breadcrumb.edit_photo
source: Edit
ru: Изменить

# breadcrumb.edit_tag
source: Edit
ru: Изменить

# breadcrumb.edit_wish
source: Edit
ru: Изменить

# breadcrumb.edit_wishlist
source: Edit
ru: Изменить

# breadcrumb.history_collection
source: History
ru: История

# breadcrumb.history_item
source: History
ru: История

# breadcrumb.history_tag
source: History
ru: История

# breadcrumb.items_collection
source: Items
ru: Предметы

# breadcrumb.lend_item
source: Lend
ru: Одолжить

# global.entities.album
source: Album
ru: Альбом

# global.entities.collection
source: Collection
ru: Коллекция

# global.entities.item
source: Item
ru: Предмет

# global.entities.tag
source: Tag
ru: Тег

# global.entities.template
source: Template
ru: Шаблон

# global.entities.user
source: User
ru: Пользователь

# global.entities.wish
source: Wish
ru: Мечта

# global.entities.wishlist
source: Wishlist
ru: Список мечт

# global.time.year
source: {count, plural, one {# year} other {# years}}
ru: {count, plural, one {# год} few {# года} other {# лет}}

# global.time.month
source: {count, plural, one {# month} other {# months}}
ru: {count, plural, one {# месяц} few {# месяца} other {# месяцев}}

# global.time.week
source: {count, plural, one {# week} other {# weeks}}
ru: {count, plural, one {# неделя} few {# недели} other {# недель}}

# global.time.day
source: {count, plural, one {# day} other {# days}}
ru: {count, plural, one {# день} few {# дня} other {# дней}}

# global.time.hour
source: {count, plural, one {# hour} other {# hours}}
ru: {count, plural, one {# час} few {# часа} other {# часов}}

# global.time.minute
source: {count, plural, one {# minute} other {# minutes}}
ru: {count, plural, one {# минута} few {# минуты} other {# минут}}

# global.time.second
source: {count, plural, one {# second} other {# seconds}}
ru: {count, plural, one {# секунда} few {# секунды} other {# секунд}}

# global.visibilities.public
source: Public
ru: Публичный

# global.visibilities.private
source: Private
ru: Приватный

# label.added_at
source: Added at
ru: Добавлено

# label.album
source: Album
ru: Альбом

# label.apply_template
source: Apply a template
ru: Применить шаблон

# label.children_title
source: Sub-collections section label
ru: Метка раздела подколлекций

# label.collection
source: Collection
ru: Коллекция

# label.collections
source: Collections
ru: Коллекции

# label.currency
source: Currency
ru: Валюта

# label.items
source: Items
ru: Предметы

# label.items_title
source: Items section label
ru: Название раздела предметов

# label.parent
source: Parent
ru: Родитель

# label.place
source: Place
ru: Место

# label.quantity
source: Quantity
ru: Количество

# label.recursive
source: Recursive
ru: Рекурсивно

# label.repeat_password
source: Repeat password
ru: Повторите пароль

# label.sign
source: Signature
ru: Подпись

# label.taken_at
source: Taken the
ru: Снято

# label.tags
source: Tags
ru: Теги

# label.text
source: Text
ru: Текст

# label.wishlist
source: Wishlist
ru: Список мечт

# label.wishlists
source: Wishlists
ru: Списки мечт

# log.collection.created
source: Collection {label} was created
ru: Коллекция {label} добавлена

# log.collection.deleted
source: Collection {label} was deleted
ru: Коллекция {label} удалена

# log.item.created
source: Item {label} was created
ru: Предмет {label} добавлен

# log.item.deleted
source: Item {label} was deleted
ru: Предмет {label} удалён

# log.tag.created
source: Tag {label} was created
ru: Создан тег {label}

# log.tag.deleted
source: Tag {label} was deleted
ru: Тег {label} удален

# help.recursive
source: If checked, tags will be applied to all sub-collections as well
ru: Если отмечено, то теги будут также применяться ко всем подколлекциям

# breadcrumb.transfer_wish
source: Transfer wish to a collection
ru: Передать мечту в коллекцию

# role.user
source: User
ru: Пользователь

# role.admin
source: Admin
ru: Админ

# first_connection.user
source: User information
ru: Сведения о пользователе

# label.timezone
source: Timezone
ru: Временная зона

# message.delete.tag
source: Are you sure you want to delete this tag ? It will be permanently lost...
ru: Вы точно хотите удалить этот тег? Восстановления нет...

# message.delete.item
source: Are you sure you want to delete this item ? It will be permanently lost...
ru: Вы точно хотите удалить этот предмет? Восстановления нет...

# message.delete.album
source: Are you sure you want to delete this album ? All photos it contains will be permanently lost...
ru: Вы точно хотите удалить этот альбом? Это навсегда...

# message.delete.template
source: Are you sure you want to delete this template ? It will be permanently lost...
ru: Вы точно хотите удалить этот шаблон? Восстановления нет...

# message.delete.wishlist
source: Are you sure you want to delete this wishlist ? All wishes it contains will be permanently lost...
ru: Вы точно хотите удалить этот список мечт? Это навсегда...

# message.delete.wish
source: Are you sure you want to delete this wish ? It will be permanently lost...
ru: Вы точно хотите удалить эту мечту? Восстановления нет...

# message.delete.collection
source: Are you sure you want to delete this collection ? All items it contains will be permanently lost...
ru: Вы точно хотите удалить эту коллекцию? Это навсегда...

# message.delete.loan
source: Are you sure you want to delete this loan ? It will be permanently lost...
ru: Вы точно хотите удалить этот долг? Это навсегда...

# global.seen_counter.album
source: {count, plural, one {Album consulted # time} other {Album consulted # times}}
ru: {count, plural, few {Альбом просмотрен # раза} other {Альбом просмотрен # раз}}

# global.seen_counter.collection
source: {count, plural, one {Collection consulted # time} other {Collection consulted # times}}
ru: {count, plural, few {Коллекция просмотрена # раза} other {Коллекция просмотрена # раз}}

# global.seen_counter.item
source: {count, plural, one {Item consulted # time} other {Item consulted # times}}
ru: {count, plural, few {Предмет просмотрен # раза} other {Предмет просмотрен # раз}}

# global.seen_counter.tag
source: {count, plural, one {Tag consulted # time} other {Tag consulted # times}}
ru: {count, plural, few {Тег просмотрен # раза} other {Тег просмотрен # раз}}

# global.seen_counter.wishlist
source: {count, plural, one {Wishlist consulted # time} other {Wishlist consulted # times}}
ru: {count, plural, few {Список просмотрен # раза} other {Список просмотрен # раз}}

# global.date_formats.slash_dmy
source: dd/mm/yyyy
ru: дд/мм/гггг

# global.date_formats.slash_mdy
source: mm/dd/yyyy
ru: мм/дд/гггг

# global.date_formats.slash_ymd
source: yyyy/mm/dd
ru: ггггг/мм/дд

# global.date_formats.hyphen_dmy
source: dd-mm-yyyy
ru: дд-мм-гггг

# global.date_formats.hyphen_mdy
source: mm-dd-yyyy
ru: мм-дд-гггг

# global.date_formats.hyphen_ymd
source: yyyy-mm-dd
ru: гггг-мм-дд

# label.date_format
source: Date format
ru: Формат дат

# global.optgroup.date_formats.slash
source: Slash separated
ru: Разделенные чертой

# global.optgroup.date_formats.hyphen
source: Hyphen separated
ru: Разделённые дефисом

# breadcrumb.add_inventory
source: Create a new inventory
ru: Создать инвентаризацию

# menu.inventories
source: Inventories
ru: Инвентаризации

# global.entities.inventory
source: Inventory
ru: Инвентаризация

# message.delete.inventory
source: Are you sure you want to delete this inventory ?
ru: Вы точно хотите удалить эту инвентаризацию?

# breadcrumb.add_tag_category
source: Add tag category
ru: Добавить категорию тегов

# message.delete.tag_category
source: Are you sure you want to delete this tag category ? It will be permanently lost...
ru: Вы точно хотите удалить эту категорию тегов? Восстановления нет...

# global.entities.tag_category
source: Tag category
ru: Категория тегов

# breadcrumb.edit_tag_category
source: Edit
ru: Изменить

# label.country
source: Country
ru: Страна

# menu.overview
source: Overview
ru: Обзор

# label.locale
source: Locale
ru: Язык

# enum.history_filter_class.collection
source: Collection
ru: Коллекция

# enum.history_filter_class.item
source: Item
ru: Предмет

# enum.history_filter_class.tag
source: Tag
ru: Тег

# enum.history_filter_type.create
source: Create
ru: Создать

# enum.history_filter_type.delete
source: Delete
ru: Убрать

# breadcrumb.history_album
source: History
ru: История

# log.album.created
source: Album {label} was created
ru: Альбом {label} добавлен

# enum.history_filter_class.album
source: Album
ru: Альбом

# enum.history_filter_class.wishlist
source: Wishlist
ru: Список мечт

# log.album.deleted
source: Album {label} was deleted
ru: Альбом {label} удалён

# log.wishlist.deleted
source: Wishlist {label} was deleted
ru: Список мечт {label} удалён

# breadcrumb.history_wishlist
source: History
ru: История

# log.wishlist.created
source: Wishlist {label} was created
ru: Список мечт {label} добавлен

# label.albums
source: Albums
ru: Альбомы

# label.wishlists_feature_enabled
source: Wishlists
ru: Списки мечт

# label.tags_feature_enabled
source: Tags
ru: Теги

# label.signs_feature_enabled
source: Signatures
ru: Подписи

# label.albums_feature_enabled
source: Albums
ru: Альбомы

# label.loans_feature_enabled
source: Loans
ru: Одолжения

# label.templates_feature_enabled
source: Templates
ru: Шаблоны

# label.history_feature_enabled
source: History
ru: История

# label.statistics_feature_enabled
source: Statistics
ru: Статистика

# label.date
source: Date
ru: Дата

# label.file
source: File
ru: Файл

# label.related_items
source: Add a related item
ru: Добавить связанный предмет

# error.user_not_enabled
source: User not activated
ru: Пользователь неактивирован

# message.delete.user
source: Are you sure you want to delete this user ? It will be permanently lost...
ru: Вы точно хотите удалить этого пользователя? Восстановления нет...

# label.rating
source: Rating
ru: Рейтинг

# label.number
source: Number
ru: Число

# global.visibilities.internal
source: Internal
ru: Ограничено

# label.new_password
source: New password
ru: Новый пароль

# label.repeat_new_password
source: Repeat new password
ru: Повторите новый пароль

# label.link
source: Link
ru: Ссылка

# global.display_mode.grid
source: Grid
ru: Сетка

# global.display_mode.list
source: List
ru: Список

# label.items_display_mode
source: Display items in a
ru: Показать предметы в

# label.photos_display_mode
source: Display photos in a
ru: Показать фото в

# label.items_sorting_property
source: Sort items by
ru: Сортировка по:

# label.items_sorting_direction
source: Sort items order
ru: Порядок сортировки

# global.sorting_direction.asc
source: Ascending
ru: По возрастанию

# global.sorting_direction.desc
source: Descending
ru: По убыванию

# label.items_default_template
source: Default template applied to items
ru: К предметам применён шаблон по умолчанию

# label.textarea
source: Long text
ru: Много текста

# label.items_list_columns
source: List columns
ru: Столбцы списка

# enum.history_filter_class.template
source: Template
ru: Шаблон

# enum.history_filter_class.choice_list
source: Choice list
ru: Список вариантов

# enum.history_filter_class.inventory
source: Inventory
ru: Инвентаризация

# enum.history_filter_class.tag_category
source: Tag category
ru: Категория тегов

# enum.history_filter_class.photo
source: Photo
ru: Фото

# enum.history_filter_class.wish
source: Wish
ru: Мечта

# log.photo.created
source: Photo {label} was created
ru: Фото {label} создано

# log.photo.deleted
source: Photo {label} was deleted
ru: Фото {label} удалено

# log.tag_category.created
source: Tag category {label} was created
ru: Категория тегов {label} создана

# log.tag_category.deleted
source: Tag category {label} was deleted
ru: Категория тегов {label} удалена

# log.template.created
source: Template {label} was created
ru: Шаблон {label} создан

# log.template.deleted
source: Template {label} was deleted
ru: Шаблон {label} удалён

# log.inventory.created
source: Inventory {label} was created
ru: Инвентаризация {label} создана

# log.inventory.deleted
source: Inventory {label} was deleted
ru: Инвентаризация {label} удалена

# log.choice_list.created
source: Choice list {label} was created
ru: Список вариантов {label} создан

# log.choice_list.deleted
source: Choice list {label} was deleted
ru: Список вариантов {label} удален

# log.wish.created
source: Wish {label} was created
ru: Мечта {label} добавлена

# log.wish.deleted
source: Wish {label} was deleted
ru: Мечта {label} удалена

# label.list
source: List
ru: Список

# breadcrumb.add_choice_list
source: Add a new choice list
ru: Добавить список вариантов

# breadcrumb.edit_choice_list
source: Edit
ru: Изменить

# menu.signs_shared
source: {username}'s signatures
ru: Подписи {username}

# menu.statistics_shared
source: {username}'s statistics
ru: Статистика {username}

# menu.tags_shared
source: {username}'s tags
ru: Теги {username}

# menu.wishlists_shared
source: {username}'s wishlists
ru: Списки мечт {username}

# menu.albums_shared
source: {username}'s albums
ru: Альбомы {username}

# label.list_show_visibility
source: Show visibility column
ru: Показать колонку видимости

# label.list_show_actions
source: Show actions column
ru: Показать колонку действий

# label.sub_collections_display_mode
source: Display sub-collections in a
ru: Показать подколлекции в

# label.sub_albums_display_mode
source: Display sub-albums in a
ru: Показать подальбомы в

# label.sub_wishlists_display_mode
source: Display sub-wishlists in a
ru: Показать подсписки мечт в

# label.list_show_number_of_children
source: Show number of children
ru: Показывать количество дочерних элементов

# label.list_show_number_of_items
source: Show number of items
ru: Показать количество предметов

# label.wishes
source: Wishes
ru: Мечты

# label.photos
source: Photos
ru: Фото

# label.wishlists_display_mode
source: Display wishlists in a
ru: Показать списки мечт в

# label.collections_display_mode
source: Display collections in a
ru: Показать коллекции в

# label.albums_display_mode
source: Display albums in a
ru: Показать альбомы в

# breadcrumb.edit_collections_index
source: Edit
ru: Изменить

# title.edit_collections_index
source: Edit
ru: Изменить

# breadcrumb.edit_albums_index
source: Edit
ru: Изменить

# title.edit_albums_index
source: Edit
ru: Изменить

# breadcrumb.edit_wishlists_index
source: Edit
ru: Изменить

# title.edit_wishlists_index
source: Edit
ru: Изменить

# btn.add_price
source: Price
ru: Цена

# message.caches_refreshed
source: Caches successfully refreshed
ru: Кэш успешно обновлён

# btn.refresh_caches
source: Refresh caches
ru: Обновить кэш

# form.item_sorting.number_of_children
source: Number of children
ru: Количество дочерних элементов

# form.item_sorting.number_of_items
source: Number of items
ru: Количество предметов

# menu.users
source: Users
ru: Пользователи

# label.search_in_data
source: Search in data (for items and collections)
ru: Искать в данных (для предметов и коллекции)

# label.apiplatform_version
source: API Platform version
ru: Версия платформы API

# global.themes.browser
source: Default browser theme
ru: Тема браузера по умолчанию

# global.themes.light
source: Light
ru: Светлая

# global.themes.dark
source: Dark
ru: Тёмная

# label.theme
source: Theme
ru: Тема

# btn.add_checkbox
source: Checkbox
ru: Переключатель

# label.search_in_data_by_default_enabled
source: Search in data by default
ru: Искать в данных по умолчанию

# menu.api_documention
source: API documentation
ru: Документация API

# tab.configuration
source: Configuration
ru: Конфигурация

# menu.configuration
source: Configuration
ru: Конфигурация

# title.edit_configuration
source: Configuration
ru: Конфигурация

# global.configuration.thumbnails_format.keep_original
source: Keep original
ru: Сохранять оригинал

# label.thumbnails_format
source: Thumbnails format
ru: Формат эскиза

# message.configuration_updated
source: Configuration updated
ru: Конфигурация обновлена

# tooltip.cancel_modifications
source: Cancel modifications
ru: Отмена изменений

# tooltip.remove_thumbnail
source: Remove thumbnail
ru: Удалить эскиз

# title.custom_css
source: Custom CSS
ru: Пользовательский CSS

# label.custom_light_theme_css
source: Custom CSS for light theme
ru: Пользовательский CSS для светлой темы

# label.custom_dark_theme_css
source: Custom CSS for dark theme
ru: Пользовательский CSS для темной темы

# message.custom_css_colors_help
source: To change the theme colors, copy and paste the following code in the text area and update the colors as needed.
ru: Чтобы изменить цвета темы, скопируйте и вставьте код в текстовую область и обновите цвета как требуется.

# message.custom_css_properties_help
source: For more fine-grained modifications, you can also add custom CSS properties.
ru: Для тонких модификаций вы можете добавить собственные CSS-свойства.

# title.customize_light_theme
source: Customize light theme
ru: Настроить светлую тему

# title.customize_dark_theme
source: Customize dark theme
ru: Настроить темную тему

# message.show_help_for_light_theme
source: Show help for light theme
ru: Показать справку для светлой темы

# message.show_help_for_dark_theme
source: Show help for dark theme
ru: Показать справку для темной темы

# label.checkbox
source: Checkbox
ru: Переключатель

# btn.add_list
source: List
ru: Список

# btn.add_list_element
source: Add list element
ru: Добавить элемент списка

# menu.scrapers
source: Scrapers
ru: Инфосборщик

# tooltip.add_scraper
source: Add a new scraper
ru: Добавить инфосборщик

# breadcrumb.add_scraper
source: Add a new scraper
ru: Добавить инфосборщик

# title.add_scraper
source: Add a new scraper
ru: Добавить инфосборщик

# label.name_path
source: Name path
ru: Имя пути

# label.image_path
source: Image path
ru: Путь к фото

# label.path
source: Path
ru: Путь

# btn.add_data_path
source: Add data path
ru: Добавить путь к данным

# btn.scrap
source: Scrap
ru: Собрать

# title.scrap
source: Scrap
ru: Собрать

# label.scraper
source: Scraper
ru: Инфосборщик

# message.delete.scraper
source: Are you sure you want to delete this scraper ? It will be permanently lost...
ru: Вы точно хотите удалить этот инфосборщик? Восстановления нет...

# global.entities.scraper
source: Scraper
ru: Инфосборщик

# breadcrumb.edit_scraper
source: Edit
ru: Изменить

# title.edit_scraper
source: Edit scraper {scraper}
ru: Изменить инфосборщик {scraper}

# message.wiki.scrapper
source: See wiki for help
ru: Смотрите wiki для помощи

# tooltip.export
source: Export
ru: Экспорт

# tooltip.import
source: Import
ru: Импорт

# btn.upload
source: Upload
ru: Загрузить

# title.import_scraper
source: Import scraper from JSON file
ru: Импортировать инфосборщик из JSON файла

# btn.import
source: Import
ru: Импорт

# message.scraper_added
source: Scraper {scraper} has been added
ru: Инфосборщик {scraper} добавлен

# message.scraper_edited
source: Scraper {scraper} has been updated
ru: Инфосборщик {scraper} обновлен

# message.scraper_deleted
source: Scraper {scraper} was deleted
ru: Инфосборщик {scraper} удалён

# message.scraper_imported
source: Scraper {scraper} was imported
ru: Инфосборщик {scraper} импортирован

# label.scraping_feature_enabled
source: Scraping
ru: Инфосбор

# label.scrap_name
source: Scrap name
ru: Название инфосбора

# label.scrap_image
source: Scrap image
ru: Картинка инфосбора

# message.scraper_import_error
source: Error while importing, incorrect file format
ru: Ошибка при импорте, неверный формат файла

# label.scraped_from_url
source: Scraped from
ru: Инфосбор из

# btn.scrap_html_file
source: Scrap HTML file
ru: Инфосбор из HTML файла

# btn.scrap_url
source: Scrap URL
ru: Инфосбор из URL

# label.url_pattern
source: Url pattern
ru: Шаблон URL

# btn.ok
source: OK
ru: ОК

# message.delete.choice-list
source: Are you sure you want to delete this choice list ? It will be permanently lost...
ru: Вы точно хотите удалить этот список вариантов? Это навсегда...

# breadcrumb.item_scrapers
source: Item scrapers
ru: Инфосбор предметов

# breadcrumb.collection_scrapers
source: Collection scrapers
ru: Инфосбор коллекции

# breadcrumb.wish_scrapers
source: Wish scrapers
ru: Инфорсбор мечты

# tab.item_scrapers
source: Item scrapers
ru: Инфосбор предметов

# tab.collection_scrapers
source: Collection scrapers
ru: Инфосбор коллекции

# tab.wish_scrapers
source: Wish scrapers
ru: Инфорсбор мечты

# counter.item_scrapers
source: {count, plural, one {# item scraper} other {# item scrapers}}
ru: {count, plural, one{#инфосбор предмета} few{# инфосбора предмета} other {# инфосборов предмета}}

# counter.collection_scrapers
source: {count, plural, one {# collection scraper} other {# collection scrapers}}
ru: {count, plural, one {# инфосбор коллекции} few {# инфосбора коллекции} many {# инфосборов коллекции} other {# инфосборов коллекций}}

# counter.wish_scrapers
source: {count, plural, one {# wish scraper} other {# wish scrapers}}
ru: {count, plural, one {#инфосбор мечты} few {# инфосбора мечты} other {# инфосборов мечты}}

# label.price_path
source: Price path
ru: Путь к цене

# label.display_items_name_in_grid_view
source: Display items name in grid view
ru: Отображать название предметов в виде сетки

# label.frankenphp_version
source: FrankenPHP version
ru: Версия FrankenPHP

# btn.add_video
source: Video
ru: Видео

# label.show_item_quantities
source: Show item quantities
ru: Показать количество предметов

# form.item_sorting.quantity
source: Quantity
ru: Количество

# label.enable_metrics
source: Enable metrics
ru: Включить метрики

# global.entities.search
source: Search
ru: Найти

# global.advanced_item_search.type.collection
source: Collection
ru: Коллекция
