Repository: Renaud11232/koillection
Catalog: translations/*/messages+intl-icu.*.xlf
Languages: ru

# message.user_added
source: User {user} added
ru: Пользователь {user} добавлен

# message.user_edited
source: User {user} has been updated
ru: Пользователь {user} обновлен

# error.cannot_delete_admin_user
source: You can't delete the Admin user
ru: Админа удалять нельзя

# message.user_deleted
source: User {user} was deleted
ru: Пользователь {user} удалён

# message.album_added
source: Album {album} has been added
ru: Альбом {album} добавлен

# message.album_edited
source: Album {album} has been updated
ru: Альбом {album} обновлён

# message.album_deleted
source: Album {album} has been deleted
ru: Альбом {album} удалён

# message.choice_list_added
source: Choice list {list} has been added
ru: Список {list} добавлен

# message.choice_list_edited
source: Choice list {list} has been updated
ru: Список {list} обновлен

# message.choice_list_deleted
source: Choice list {list} has been deleted
ru: Список {list} удалён

# message.collection_added
source: Collection {collection} has been added
ru: Коллекция {collection} добавлена

# message.collection_edited
source: Collection {collection} has been updated
ru: Коллекция {collection} обновлена

# message.collection_deleted
source: Collection {collection} has been deleted
ru: Коллекция {collection} удалена

# message.items_tagged
source: {count, plural, one {# item tagged} other {# items tagged}}
ru: {count, plural, one {# Предмет с тегом} other {# Предметы с тегом}}

# message.inventory_added
source: Inventory {inventory} has been created
ru: Инвентаризация {inventory} создана

# message.inventory_deleted
source: Inventory {inventory} was deleted
ru: Инвентаризация {inventory} удалена

# message.item_added
source: Item {item} has been added
ru: Предмет {item} добавлен

# message.item_edited
source: Item {item} has been updated
ru: Предмет {item} обновлён

# message.item_deleted
source: Item {item} has been deleted
ru: Предмет {item} удалён

# message.loan
source: Item {item} is now marked as loaned
ru: Предмет {item} отмечен как одолжённый

# message.loan_canceled
source: Item {item} loan has been canceled
ru: Одолжение предмета {item} отменено

# message.item_returned
source: Item {item} is now mark as returned
ru: Предмет {item} отмечен как возвращённый

# message.photo_added
source: Photo {photo} has been added
ru: Фото {photo} добавлено

# message.photo_edited
source: Photo {photo} has been updated
ru: Фото {photo} обновлено

# message.photo_deleted
source: Photo {photo} has been deleted
ru: Фото {photo} удалено

# message.profile_updated
source: Profile has been updated
ru: Профиль обновлен

# message.settings_updated
source: Your settings have been successfully updated
ru: Настройки обновлены

# message.tag_category_added
source: Tag category {category} has been added
ru: Категория тегов {category} добавлена

# message.tag_category_edited
source: Tag category {category} has been updated
ru: Категория тегов {category} обновлена

# message.tag_category_deleted
source: Tag category {category} was deleted
ru: Категория тегов {category} удалена

# message.tag_edited
source: Tag {tag} has been updated
ru: Тег {tag} был обновлен

# message.tag_deleted
source: Tag {tag} has been deleted
ru: Тег {tag} был удален

# message.unused_tags_deleted
source: {count, plural, one {# tag deleted} other {# tags deleted}}
ru: {count, plural, one {# тег удален} other {# теги удалены}}

# message.template_added
source: Template {template} has been added
ru: Шаблон {template} добавлен

# message.template_edited
source: Template {template} has been updated
ru: Шаблон {template} обновлён

# message.template_deleted
source: Template {template} has been deleted
ru: Шаблон {template} удалён

# message.wish_added
source: Wish {wish} has been added
ru: Мечта {wish} добавлена

# message.wish_edited
source: Wish {wish} has been updated
ru: Мечта {wish} обновлена

# message.wish_deleted
source: Wish {wish} has been deleted
ru: Мечта {wish} удалена

# message.wish_transfered
source: Wish {wish} was transferred to the collection {collection}
ru: Мечта {wish} перенесена в коллекцию {collection}

# message.wishlist_added
source: Wishlist {wishlist} has been added
ru: Список мечт {wishlist} добавлен

# message.wishlist_edited
source: Wishlist {wishlist} has been updated
ru: Список мечт {wishlist} обновлен

# message.wishlist_deleted
source: Wishlist {wishlist} has been deleted
ru: Список мечт {wishlist} удалён

# form.item_sorting.default_value
source: Name (default)
ru: Имя (по умолчанию)

# global.days.sunday
source: Sunday
ru: Воскресенье

# global.days.tuesday
source: Tuesday
ru: Вторник

# global.days.wednesday
source: Wednesday
ru: Среда

# global.days.thursday
source: Thursday
ru: Четверг

# global.days.friday
source: Friday
ru: Пятница

# global.days.saturday
source: Saturday
ru: Суббота

# global.months.january
source: January
ru: Январь

# global.months.february
source: February
ru: Февраль

# global.months.march
source: March
ru: Март

# global.months.april
source: April
ru: Апрель

# global.months.may
source: May
ru: Май

# global.months.june
source: June
ru: Июнь

# global.months.july
source: July
ru: Июль

# global.months.august
source: August
ru: Август

# global.months.september
source: September
ru: Сентябрь

# global.months.october
source: October
ru: Октябрь

# global.months.november
source: November
ru: Ноябрь

# global.months.december
source: December
ru: Декабрь

# global.byte_abbreviation
source: B
ru: Б

# label.search
source: Search
ru: Найти

# global.time.ago
source: {time} ago
ru: {time} назад

# global.time.just_now
source: Just now
ru: Сейчас

# global.time.today
source: Today
ru: Сегодня

# global.visibilities.reason.user_public
source: Public - Reason : your profile is public
ru: Публично - причина: ваш профиль общедоступен

# global.visibilities.reason.both_public
source: Public - Reason : both your profile and this page are public
ru: Общедоступно - причина: ваш профиль и эта страница общедоступны

# global.visibilities.reason.both_private
source: Private - Reason : both your profile and this page are private
ru: Приватно - причина: ваш профиль и эта страница приватны

# global.visibilities.reason.user_private
source: Private - Reason : your profile is private
ru: Приватно - причина: ваш профиль приватен

# global.visibilities.reason.object_private
source: Private - Reason : this page is private
ru: Приватно - причина: эта страница приватная

# global.visibilities.reason.both_internal
source: Internal - Reason : both your profile and this page are internal
ru: Ограничено - причина: ваш профиль и эта страница ограничены

# global.visibilities.reason.user_internal
source: Internal - Reason : your profile is internal
ru: Ограничено - причина: у вас ограниченный профиль

# global.visibilities.reason.object_internal
source: Internal - Reason : this page is internal
ru: Ограничено - причина: эта страница ограничена

# menu.admin
source: Administration
ru: Администрирование

# title.overview
source: Overview
ru: Обзор

# label.space_used
source: {used} / {total} used
ru: {used} / {total} используется

# label.space_free
source: {free} free
ru: {free} свободно

# counter.without_number.users
source: {count, plural, one {# user} other {# users}}
ru: {count, plural, one {# пользователь} few {# пользователя} other {# пользователей}}

# counter.without_number.collections
source: {count, plural, one {# collection} other {# collections}}
ru: {count, plural, one {# коллекция} few {# коллекций} many {# коллекций} other {# коллекций}}

# counter.without_number.items
source: {count, plural, one {# item} other {# items}}
ru: {count, plural, one{1 предмет} few {# предмета} other{# предметов }}

# counter.without_number.tags
source: {count, plural, one {# tag} other {# tags}}
ru: {count, plural, one {# тег} few {# теги} many {# теги} other {# теги}}

# counter.without_number.wishlists
source: {count, plural, one {# wishlist} other {# wishlists}}
ru: {count, plural, one {# Список мечт} few {# Списков мечт} many {# Списков мечт} other {# Списков мечт}}

# counter.without_number.wishes
source: {count, plural, one {# wish} other {# wishes}}
ru: {count, plural, one {# мечта} few {# мечты} other {# мечт}}

# counter.without_number.albums
source: {count, plural, one {# album} other {# albums}}
ru: {count, plural, one {# альбом} few {# альбома} other {# альбомов}}

# counter.without_number.photos
source: {count, plural, one {# photo} other {# photos}}
ru: {count, plural, one {# фото} other {# фото}}

# counter.without_number.signs
source: {count, plural, one {# signature} other {# signatures}}
ru: {count, plural, one {# подпись} few {# подписи} other {# подписей}}

# label.space_used_by_koillection
source: Total space used by Koillection
ru: Всего места занято Koillection

# title.config
source: Configuration
ru: Конфигурация

# label.release
source: Koillection version
ru: Версия Koillection

# label.outdated_release
source: Version {release} is available
ru: Доступна версия {release}

# label.required_php_version
source: PHP {version} is required
ru: Требуется PHP {version}

# label.up_to_date_release
source: The latest version is installed
ru: Установлена последняя версия

# label.php_version
source: PHP version
ru: Версия PHP

# label.symfony_version
source: Symfony version
ru: Версия Symfony

# label.is_opcache_available
source: Opcache enabled
ru: Opcache включён

# title.tools
source: Tools
ru: Инструменты

# btn.export_images
source: Images
ru: Изображения

# title.add_user
source: Add a user
ru: Добавить пользователя

# btn.submit
source: Submit
ru: Сохранить

# btn.cancel
source: Cancel
ru: Отменить

# label.space_used_by_user
source: Total space used by user
ru: Всего места занятого пользователем

# title.edit_user
source: Edit user {user}
ru: Изменить пользователя {user}

# title.users
source: Users
ru: Пользователи

# btn.add_user
source: Add a user
ru: Добавить пользователя

# label.username
source: Username
ru: Имя пользователя

# label.role
source: Role
ru: Роль

# label.disk_space_used
source: Disk space used
ru: Использовано место на диске

# label.disk_space_allowed
source: Disk space allowed
ru: Допустимое место на диске

# label.last_date_of_activity
source: Last activity
ru: Последняя активность

# label.actions
source: Actions
ru: Действия

# tooltip.edit
source: Edit
ru: Изменить

# tab.overview
source: Overview
ru: Обзор

# tab.users
source: Users
ru: Пользователи

# counter.photo
source: {count, plural, one {# photo} other {# photos}}
ru: {count, plural, one {# фото} other {# фото}}

# message.delete.photo
source: Are you sure you want to delete this photo ? It will be permanently lost...
ru: Вы точно хотите удалить эту фотографию? Это навсегда...

# label.title
source: Title
ru: Название

# label.visibility
source: Visibility
ru: Видимость

# title.add_album
source: Add a new album
ru: Добавить новый альбом

# title.edit_album
source: Edit album {title}
ru: Изменить альбом {title}

# menu.collections_shared
source: {username}'s collection
ru: Коллекция {username}

# menu.albums
source: Albums
ru: Альбомы

# counter.album
source: {count, plural, one {# album} other {# albums}}
ru: {count, plural, one {# альбом} few {# альбома} other {# альбомов}}

# tooltip.add_album
source: Add a new album
ru: Добавить новый альбом

source: Filter by name
ru: Фильтр по имени

# tooltip.add_photo
source: Add a new photo
ru: Добавить фото

# title.album_children
source: Sub-albums
ru: Подальбомы

# title.photos
source: Photos
ru: Фото

# title.choices
source: Choices
ru: Варианты

# btn.add_choice
source: Add a new choice
ru: Добавить вариант

# label.choice
source: Choice
ru: Вариант

# title.new_choice_list
source: Add a new choice list
ru: Добавить список вариантов

# title.edit_choice_list
source: Edit choice list {list}
ru: Изменить список вариантов {list}

# menu.choice_lists
source: Choice lists
ru: Списки вариантов

# counter.choice_lists
source: {count, plural, one {# choice list} other {# choice lists}}
ru: {count, plural, few {# списка вариантов} other {# списков вариантов}}

# tooltip.add_choice_list
source: Add a new choice lists
ru: Добавить список вариантов

# label.name
source: Name
ru: Название

# label.choices
source: Choices
ru: Варианты

# collection.items_settings
source: Items settings
ru: Настройки предметов

# collection.children_settings
source: Sub-collections settings
ru: Настройки подколлекций

# title.data
source: Data
ru: Данные

# label.add_field
source: Add field :
ru: Добавить поле:

# btn.add_text
source: Text
ru: Текст

# btn.add_number
source: Number
ru: Число

# btn.add_country
source: Country
ru: Страна

# btn.add_date
source: Date
ru: Дата

# btn.add_file
source: File
ru: Файл

# label.add_choice_list
source: Add choice list :
ru: Добавить список вариантов :

# counter.item
source: {count, plural, one {# item} other {# items}}
ru: {count, plural, one{1 предмет} few {# предмета} other{# предметов }}

# title.add_collection
source: Add a new collection
ru: Добавить коллекцию

# title.tag_collection
source: Batch tagging {collection}
ru: Пакетное назначение тегов

# title.edit_collection
source: Edit collection {collection}
ru: Изменить коллекцию {collection}

# menu.collections
source: Collections
ru: Коллекции

# counter.collection
source: {count, plural, one {# collection} other {# collections}}
ru: {count, plural, one {# коллекция} few {# коллекций} many {# коллекций} other {# коллекций}}

# tooltip.add_collection
source: Add a new collection
ru: Добавить коллекцию

# title.items
source: Items
ru: Предметы

# tooltip.add_item
source: Add a new item
ru: Новый предмет

# tooltip.tag
source: Tag
ru: Тег

# tooltip.items
source: See all items
ru: Посмотреть все предметы

# title.infos
source: Info
ru: Инфо

# title.children
source: Sub-collections
ru: Подколлекции

# label.value
source: Value
ru: Значение

# label.label
source: Label
ru: Метка

# filter.title.types
source: Types
ru: Типы

# filter.title.actions
source: Actions
ru: Действия

# label.event
source: Event
ru: Событие

# label.logged_at
source: Date
ru: Дата

# menu.history
source: History
ru: История

# counter.total_items
source: {count, plural, one {# item} other {# items}}
ru: {count, plural, one{1 предмет} few {# предмета} other{# предметов }}

# counter.checked_items
source: {count, plural, one {# checked item} other {# checked items}}
ru: {count, plural, one {# предмет отмечен} few {# предмета отмечено} other {# предметов отмечено}}

# label.completion_rate
source: {rate}% completed
ru: {rate}% завершено

# title.add_inventory
source: Create a new inventory
ru: Создать инвентаризацию

# title.collections
source: Collections
ru: Коллекции

# global.all_collections
source: All collections
ru: Все коллекции

# label.item.from_collection
source: From collection :
ru: Из коллекции:

# tooltip.loan_item
source: Loan this item
ru: Одолжить предмет

# label.main_image
source: Main image
ru: Главное изображение

# label.list_related_items
source: Related items
ru: Связанные предметы

# title.additional_fields
source: Additional fields
ru: Дополнительные поля

# btn.apply_common_fields
source: Load common fields
ru: Загрузить обычные поля

# btn.apply_collection_fields
source: Load collection fields
ru: Загрузить поля коллекции

# title.related_items
source: Related items
ru: Связанные предметы

# btn.submit_and_add_another
source: Submit and add another item
ru: Сохранить и добавить ещё предмет

# btn.add_textarea
source: Long text
ru: Много текста

# btn.add_rating
source: Rating
ru: Рейтинг

# btn.add_link
source: Link
ru: Ссылка

# title.item_images
source: Images
ru: Изображения

# btn.add_image
source: Image
ru: Фото

# btn.add_sign
source: Signature
ru: Подпись

# title.add_item
source: Add a new item
ru: Новый предмет

# title.edit_item
source: Edit item {item}
ru: Изменить предмет {item}

# global.created_at
source: Creation : {date}
ru: Создано: {date}

# global.updated_at
source: Last update : {date}
ru: Последнее обновление: {date}

# menu.loans
source: Loans
ru: Одолжения

# counter.loan
source: {count, plural, one {# loan} other {# loans}}
ru: {count, plural, one {# долг} few {# долга} other {# долгов}}

# counter.returned
source: {count, plural, one {# loan returned} other {# loans returned}}
ru: {count, plural, one {# долг возвращён} few{# долга возвращено} other {# долгов возвращено}}

# tab.loans
source: Loans
ru: Одолжения

# tab.returned_items
source: Returned
ru: Возвращено

# label.loaned_to
source: Borrower
ru: Одолжено

# label.loaned_at
source: Lent on
ru: Одолжено для

# label.loaned_ago
source: Ago
ru: назад

# tooltip.returned
source: Returned
ru: Возвращено

# label.return_date
source: Return date
ru: Дата возврата

# label.loan_duration
source: Loan duration
ru: Срок одолжения

# title.loan_item
source: Loan item {item}
ru: Одолжить предмет {item}

# title.add_album_photo
source: Add a new photo to the album {album}
ru: Добавить новое фото в альбом {album}

# title.edit_album_photo
source: Edit photo {photo}
ru: Изменить фото {photo}

# menu.profile
source: Profile
ru: Профиль

# title.disk_usage
source: Disk usage
ru: Использование диска

# title.update_profile
source: Edit profile
ru: Изменить профиль

# menu.search
source: Search
ru: Найти

# title.wishlists
source: Wishlists
ru: Списки мечт

# title.albums
source: Albums
ru: Альбомы

# title.tags
source: Tags
ru: Теги

# label.description
source: Description
ru: Описание

# label.number_of_items
source: # of items
ru: # предметов

# label.percent_of_items
source: Percent of items
ru: Процент предметов

# message.search_empty
source: No results
ru: Нет результатов

# title.first_connection.user
source: First connection
ru: Первое соединение

# global.welcome
source: Welcome to Koillection
ru: Добро пожаловать в Koillection

# title.sign_in
source: Sign in
ru: Вход

# label.login
source: Username or email
ru: Имя пользователя или email

# label.password
source: Password
ru: Пароль

# label.remember_me
source: Keep me logged in
ru: Оставаться в системе

# btn.sign_in
source: Sign in
ru: Вход

# menu.settings
source: Settings
ru: Настройки

# title.update_settings
source: Edit settings
ru: Изменить настройки

# title.update_visibility
source: Edit visibility
ru: Изменить видимость

# message.visibility
source: If you set visibility to public, your collection will be accessible by anyone using the following link :
ru: Если сделать коллекцию публичной - её сможет просмотреть кто угодно по ссылке:

# message.visibility_per_item
source: You can then set visibility per item or collection. To do so, please go on the element edition page.
ru: Можно установить видимость для предмета или для коллекции, для этого прейдите на страницу изменения.

# title.update_features
source: Edit active features
ru: Изменить активные функции

# menu.signs
source: Signatures
ru: Подписи

# counter.signs
source: {count, plural, one {# signature} other {# signatures}}
ru: {count, plural, one {# подпись} few {# подписи} other {# подписей}}

# menu.statistics
source: Statistics
ru: Статистика

# counter.tag
source: {count, plural, one {# tag} other {# tags}}
ru: {count, plural, one {# тег} few {# теги} many {# теги} other {# теги}}

# counter.sign
source: {count, plural, one {# signature} other {# signatures}}
ru: {count, plural, one {# подпись} few {# подписи} other {# подписей}}

# title.activity
source: Activity
ru: Активность

# title.charts.month_days
source: Items added per day of month
ru: Добавленные предметы за день месяца

# title.charts.hours
source: Items added per day hour
ru: Добавленные предметы за дневной час

# title.charts.months
source: Items added per month
ru: Предметы добавленные за месяц

# title.charts.week_days
source: Items added per weekday
ru: Предметы добавленные за день недели

# title.charts.items_evolution
source: Items evolution
ru: Развитие предметов

# title.charts.radial_tree
source: Radial representation of your collection
ru: Радиальное представление коллекции

# label.tag_category
source: Category
ru: Категория

# title.edit_tag
source: Edit tag {tag}
ru: Изменить тег {tag}

# menu.tags
source: Tags
ru: Теги

# tooltip.manage_tag_categories
source: Manage tag categories
ru: Управлять категориями тегов

# message.delete.unused_tag
source: This will delete all tags with no items attached. Are you sure you want to delete those tags ? They will be permanently lost...
ru: Будут удалены все теги не привязанные к предметам. Вы точно хотите удалить эти теги? Восстановления нет...

# btn.delete_unused_tags
source: Delete unused tags
ru: Удалить неиспользуемые теги

# title.related_tags
source: Related tags
ru: Связанные теги

# btn.show_more
source: Show more ({count})
ru: Показать еще ({count})

# btn.show_less
source: Show less
ru: Свернуть

# title.add_tag_category
source: Add tag category
ru: Добавить категорию тегов

# title.edit_tag_category
source: Edit tag category {category}
ru: Изменить категорию тегов {category}

# menu.tag_categories
source: Tag categories
ru: Категории тегов

# counter.tag_categories
source: {count, plural, one {# category} other {# categories}}
ru: {count, plural, one {Категория} few {Категории} other {Категорий}}

# tooltip.add_tag_category
source: Add a new tag category
ru: Добавить категорию тегов

# label.color
source: Color
ru: Цвет

# title.fields
source: Fields
ru: Поля

# btn.add_field
source: Add a field
ru: Добавить поле

# title.new_template
source: Add a new template
ru: Добавить шаблон

# title.edit_template
source: Edit template {template}
ru: Изменить шаблон {template}

# menu.templates
source: Templates
ru: Шаблоны

# counter.template
source: {count, plural, one {# template} other {# templates}}
ru: {count, plural, one {# шаблон} few {# шаблона} other {# шаблонов}}

# tooltip.add_template
source: Create a new template
ru: Создать шаблон

# label.fields
source: Fields
ru: Поля

# counter.field
source: {count, plural, one {# field} other {# fields}}
ru: {count, plural, one {# поле} few {# поля} other {# полей}}

# label.type
source: Type
ru: Тип

# label.choice_list
source: Choice list
ru: Список вариантов

# menu.tools
source: Tools
ru: Инструменты

# title.exports
source: Exports
ru: Экспорт

# btn.export_printable_list
source: Printable list
ru: Список для печати

# title.inventories
source: Inventories
ru: Инвентаризации

# btn.add_inventory
source: New inventory
ru: Новая инвентаризация

# label.completion
source: Completion
ru: Завершение

# label.created_at
source: Created at
ru: Время создания

# tooltip.print
source: Print
ru: Печать

# title.add_wishlist_item
source: Add a new item to the wishlist {wishlist}
ru: Добавить новый элемент в список мечт {wishlist}

# title.edit_wishlist_item
source: Edit wish {name}
ru: Изменить мечту {name}

# title.transfer_wish
source: Transfer wish to a collection
ru: Передать мечту в коллекцию

# counter.wish
source: {count, plural, one {# wish} other {# wishes}}
ru: {count, plural, one {# мечта} few {# мечты} other {# мечт}}

# title.new_wishlist
source: Add a new wishlist
ru: Добавить новый список мечт

# title.edit_wishlist
source: Edit wishlist {wishlist}
ru: Изменить список мечт {wishlist}

# menu.wishlists
source: Wishlists
ru: Списки мечт

# counter.wishlist
source: {count, plural, one {# wishlist} other {# wishlists}}
ru: {count, plural, one {# Список мечт} few {# Списков мечт} many {# Списков мечт} other {# Списков мечт}}

# tooltip.add_wishlist
source: Add a new wishlist
ru: Добавить новый список мечт

# tooltip.add_wish
source: Add a new wish
ru: Добавить мечту

# title.wishlist_children
source: Sub-wishlists
ru: Подсписки мечт

# title.wishes
source: Wishes
ru: Мечты

# label.image
source: Image
ru: Фото

# label.price
source: Price
ru: Цена

# label.comment
source: Comment
ru: Комментарий

# tooltip.transfer_to_collection
source: Transfer to collection
ru: Передать в коллекцию

# label.thumbnail
source: Thumbnail
ru: Эскиз
